Repository: mymike00/ubuntu-touch-chess-clock
Catalog: po/*.po
Languages: fr, nb

source: About
fr: À propos
nb: Om

source: January 9, 2017
nb: 9. januar 2017

source: Help
nb: Hjelp

source: Pause/reset button
nb: Pause- og resetknapp

source: Hold: reset clocks to last setting
nb: Hold: reset til forrige instillinger

source: About time controls
fr: À propos des mode de contrôle de temps
nb: Om tidskontroller

source: Sudden Death
fr: Mort subite
nb: Sikker død

source: Count Up
fr: Comptage
nb: Tell opp

source: Hour Glass
fr: Sablier
nb: Timeglass

source: https://en.wikipedia.org/wiki/Chess_clock
fr: https://fr.wikipedia.org/wiki/Pendule_d%27%C3%A9checs
nb: https://no.wikipedia.org/wiki/Sjakkur

source: More on chess clocks...
fr: En savoir plus sur le pendule d'échecs
nb: Mer om sjakkur...

source: This is the simplest methodology. Each player is assigned a fixed amount of time for the whole game: once a player's main time expires, he loses the game.
fr: Il s'agit de la méthode la plus simple. Une quantité fixe de temps est assignée à chaque joueur pour toute la partie[nbsp]: lorsque celle-ci expire pour un joueur, celui-ci perd la partie.
nb: Dette er den enkleste metodikken. Hver spiller får en gitt mengde tid for hele spillet: når en spiller går tom for tid, taper han.

source: That was simple!
fr: C'était simple[nbsp]!
nb: Det var enkelt!

source: A player loses in this time control when they allow the difference between both clocks to reach the specified total amount. For example, if the total is defined as one minute, both players start their clocks at thirty seconds. Every second the first player uses to think in their moves is subtracted from their clock and added to their opponent's clock. If they use thirty seconds to move, the difference between the clocks reaches one minute, and the time flag falls to indicate that they lose by time. If they have used twenty nine seconds and then push the clock's button, they have one second left on their clock and their opponent has fifty-nine seconds.
fr: Dans ce mode de contrôle du temps, un joueur perd lorsque la différence entre les deux pendules atteint un temps défini. Par exemple, si celui-ci est défini à une minute, les deux joueurs démarrent leurs pendules à trente secondes. Chaque seconde que le premier joueur utilise pour réfléchir à ses mouvement est soustrait de son pendule et ajouté à la pendule de son adversaire S'il utilise trente secondes pour se déplacer, la différence entre les pendules atteint une minute et le drapeau tombe pour indiquer une défaite au temps. S'il a utilisé vingt-neuf secondes puis a appuyé sur le bouton de la pendule, il lui reste une seconde à sa pendule et la pendule de son adversaire en a elle cinquante-neuf.
nb: En spiller taper på tid når tidsforskjellen mellom klokkene når en viss mengde. For eksempel, dersom den maksimale tidsforskjellen er satt til ett minutt, starter spillerne med 30 sekunder hver. Hvert sekund den første spilleren bruker blir fjernet fra hans klokke og lagt til motstanderens klokke. Dersom spilleren bruker tretti sekunder på trekket, når tidsforskjellen ett minutt, og spilleren taper på tid. Dersom spilleren bruker 29 sekunder og så trykker på klokka, har han et sekund igjen på klokka og motspilleren har femti-ni sekunder.

source: Ok, got it!
fr: Ok, c'est compris[nbsp]!
nb: Ok, skjønner!

source: Before a player has made their move, a specified time increment is added to their clock. Time can be accumulated, so if the player moves within the delay period, their remaining time actually increases. For example, if the delay time is five seconds, and a player has four seconds left on their clock, as soon as their opponent moves, they receive the increment and has nine seconds to make a move. If they take two seconds to move, on the start of their next move they have twelve seconds.
fr: Avant qu'un joueur ne fasse son déplacement, un incrément de temps spécifié est ajouté à la pendule. Le temps peut être accumulé, donc si le joueur déplace une pièce dans la limite de temps imparti, sa réserve de temps augmente. Par exemple, si le délai de temps est de cinq secondes et qu'un joueur a quatre secondes en réserve de temps, il reçoit un incrément dès que son adversaire a joué et dispose de neuf secondes en tout pour faire son déplacement. S'il met deux secondes pour se déplacer, il aura douze secondes au début de son prochain déplacement (9-2+5).
nb: Før en spiller gjennomfører et trekk, legges en gitt tid til spillerens klokke. Tiden kan samles opp, så dersom spilleren trekker for forsinkelsen, vil tiden på klokken øke. For eksempel, hvis forsinkelsen er fem sekunder, og en spiller har fire sekunder igjen på klokka, så vil spilleren ha ni sekunder igjen så snart motspilleren trekker. Hvis spilleren bruker to sekunder på det neste trekket, har han tolv sekunder i starten av neste trekk.

source: I understand!
fr: Je comprends[nbsp]!
nb: Jeg forstår!

source: Is that all?
fr: C'est tout[nbsp]?
nb: Er det alt?

source: With the Bronstein timing method, the increment is always added after the move. But unlike Fischer, not always the maximum increment is added. If a player expends more than the specified increment, then the entire increment is added to the player's clock. But if a player has moved faster than the time increment, only the exact amount of time expended by the player is added. For example, if the delay is five seconds, the player has ten seconds left in their clock before their turn and during their turn they spend three seconds, after they press the clock button to indicate the end of their turn, their clock increases by only three seconds (not five). This ensures that the time left on the clock can never increase, even if a player makes fast moves.
nb: Med Bronsteins tidskontroll legges forsinkelsen til etter at spilleren har trukket. I motsetning til Fischer, legges ikke alltid den maksimale forsinkelsen til. Dersom en spiller bruker mer en den gitte forsinkelsen, legges hele forsinkelsen til spillerens tid. Om spilleren trekker fortere enn forsinkelsen, legges kun tiden spilleren har brukt på dette trekket til den gjenværende tiden. La for eksempel tidsforsinkelsen være fem sekunder og spilleren ha ti sekunder igjen på klokka. Dersom spilleren bruker tre sekunder på trekket, vil den gjenværende tiden etter at spilleren har trykket på klokka øke med tre sekunder (og ikke fem). Dette sørger forat tiden igjen på klokka aldri kan øke, selv om spillerne trekker fort.

source: Acknowledged.
nb: Mottat.

source: Settings
nb: Innstillinger

source: Information
fr: Informations
nb: Informasjon

source: Pause
nb: Stans

source: Sounds
fr: Sons
nb: Lyder

source: Reset
fr: Réinitialiser
nb: Omstart

source: Mode
nb: Modus

source: Player 1
fr: Joueur 1
nb: Spiller 1

source: Player 2
fr: Joueur 2
nb: Spiller 2

source: Set clock
fr: Régler la pendule
nb: Bruk instillinger

source: Delay
fr: Délai
nb: Forsinkelse

source: chessclock
fr: pendule d'échecs
nb: sjakkur

source: Author:
fr: Auteur[nbsp]:

source: Contact:
fr: Contact[nbsp]:

source: Website:
fr: Site Web[nbsp]:

source: Version:
fr: Version[nbsp]:

source: Date:
fr: Date[nbsp]:

source: Chess clock
fr: Pendule d'échecs

source: Select time and mode
fr: Sélectionnez le temps et le mode

source: Fischer
fr: Cadence Fischer
